12/data/attachments/b74afb414bd85f6f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2a71cea8-dc4a-4d38-a89c-c8f488d51794</nif:username>
            <nif:friendToBeAdded>Steven_call_Actions_37830_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>